/* Name of application */
"Homepwner" = "Dueño de cases";

/*  Type label none */
"None" = "Nada";

/* Asset type button */
"Type %@" = "Tipo %@";

/* OGMAssetTypeController title */
"Asset Type" = "Tipo de activo";